export const KEYS = {
    LEFT: 37,
    UP: 38,
    RIGHT: 39,
    DOWN: 40,
};

export const LONG_CONTENTS = {
    "newsOfStart": "欢迎大家收看今天的“最新”消息，自从2120年开始，科学家们就已经开始研究不同星球间的星际电动势，并考虑通过这个来产生源源不断的电能。<br>" +
        "科学家们已经做了数百次的实验，最终都是以失败告终。<br>" +
        "由于宇宙辐射的影响，以及来自恒星的热量，以及电缆自重和强度限制等一系列问题，在星球之间架设电缆变得异常困难。<br>" +
        "但是，科学家仍不放弃，经过数百次的失败，最终研究出一种高强度、低电阻材质的电缆，使得星球发电有了希望。<br>" +
        "经过科学家们的潜心研究，终于在地球和月球之间架设第一条电缆，并获得了源源不断的电能...<br>" +
        "2125年10月1日",
}

export const TIME_SPEED = 2;

export const DEBUG_MODE = true;

